// French　フランス語
"Country2code" = "fr";		// ロケールコード
"Product Localize" = "";			// 各国独自名称（無ければヌル文字）

// 初期設定										//      "0""1""2""3"
"GUD_GroupingSeparator" = "1";	//桁区切 [,]['][ ][.]
"GUD_DecimalSeparator" = "2";	//小数点 [.][·][,]
"GUD_GroupingType" = "0";		//"0"[123 123]  "1"[12 12 123]  "2"[1234 1234]
"GUD_TaxRate" = "19.6";			//消費税率(%)

// @ //
"@Excess Operator" = "@Excédent opérateur";
"@Lack Operator" = "@Absence d'opérateur";
"@Excess Closing" = "@Excédent de clôture";
"@Unclosed" = "@Unclosed";  // これは頻繁に表示されることになる。
"@Divide by zero" = "Diviser par zéro";
"@Overflow" = "@Débordement";
// A //
"Answer" = "Réponse";
// F //
"Final answer" = "La réponse finale est";
"Final answer msg" = "Ce rouleau est plein.";
"Formula mode" = "Formule calculatrice";
"Formula Quote" = "Citation roll";


//以下[ja]以外、世界共通
// A //
"AppStore Paid" = "Description of the paid version";
"AppStore Paid msg" = "Close this app, \nStart the App Store.";
"Are you sure" = "Are you sure?";
// C //
"Cancel" = "Cancel";
"Canceled" = "Canceled";
"CanceledMsg" = "There is no keyboard definition.";
"Contact mail" = "Post mail to the author.";
"Contact mail msg" = "We welcome your comments\n or requests and bug reports.\n\nSorry, will not respond individually.\nWill reflected in the App as possible.";
"Contact message" = "【Defect report】\nPlease enter here.\n\n【Feedback, etc】\nPlease enter here.\n\n";
"Contact NoMail" = "Email not available";
"Contact NoMail msg" = "[Settings]⇒[email] Please Preferences from.";
"Contact Failed" = "Mail delivery failure";
"Contact Failed msg" = "Please check your network status and settings.";
"Contact Sent" = "E-mail sent successfully";
"Contact Sent msg" = "Thank you very much.";
"Communicating" = "Communicating...";
"ChangeKeyboard" = "Change to this keyboard.";
// D //
// H //
"Help Swipe 2 fingers" = "Please by swiping\n two fingers.";
"Help Fomula locking" = "Locked for formula edit\nClick [Done] to please.";
// L //
// M //
"Memory Over" = "[Memory] Overflow";
"Memory Over msg" = "Copied to the pasteboard.\nYou can make room by [MClear]";
// N //
"NameLeast" = "Keyboard Name";
"NameLeastMsg" = "Please put at least 3 characters.";
"NoFile" = "Folder is empty.";
// P //
"Product Title" = "CalcRoll";  // 世界共通名称
// R //
"Return to CalcRoll" = "Return to CalcRoll.";
"Roger" = "Roger";
// S //
"SaveKeyboard" = "To save the keyboard.";
// T //
"ToSupportSite" = "To Support blog";
"ToSupportSite msg" = "Close this app, \nOpen the Support blog.";

// END //
